tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
brew "readline"
brew "sqlite"
brew "xz"
brew "awscli"
brew "bat"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "direnv"
brew "docker"
brew "docker-machine"
brew "elixir"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gettext"
brew "ghq"
brew "git"
brew "git-secrets"
brew "python"
brew "glib"
brew "pinentry"
brew "gnupg"
brew "go"
brew "hexyl"
brew "highlight"
brew "hub"
brew "jq"
brew "lv"
brew "mas"
brew "mosh"
brew "neovim"
brew "nkf"
brew "pkg-config"
brew "node-build"
brew "nodenv"
brew "packer"
brew "peco"
brew "pinentry-mac"
brew "postgresql", restart_service: true
brew "procs"
brew "pulumi"
brew "ruby-build"
brew "rbenv"
brew "rbenv-default-gems"
brew "rbenv-gemset"
brew "reattach-to-user-namespace"
brew "renameutils"
brew "ripgrep"
brew "sd"
brew "shellcheck"
brew "ssh-copy-id"
brew "starship"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "github/gh/gh"
brew 'mackup'
cask "1password"
cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "appzapper"
cask "atom"
cask "bettertouchtool"
cask "betterzip"
cask "box-drive"
cask "brave-browser"
cask "choosy"
cask "cyberduck"
cask "dash"
cask "firefox"
cask "font-fira-code"
cask "font-hackgen"
cask "font-noto-sans-cjk-jp"
cask "font-noto-serif-cjk-jp"
cask "font-ricty-diminished"
cask "font-roboto"
cask "font-source-code-pro"
cask "font-source-han-code-jp"
cask "font-source-han-sans"
cask "github"
cask "google-chat"
cask "google-chrome"
cask "hyperswitch"
cask "libreoffice"
cask "onyx"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "spectacle"
cask "synergy"
cask "tableplus"
cask "virtualbox"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "wkhtmltopdf"
cask "xquartz"
cask 'karabiner-elements'
mas "Amphetamine", id: 937984704
mas "BetterSnapTool", id: 417375580
mas "CotEditor", id: 1024640650
mas "DaisyDisk", id: 411643860
mas "EdgeView 2", id: 1206246482
mas "Gyazo", id: 490085255
mas "Hex Fiend", id: 1342896380
mas "Kaleidoscope", id: 587512244
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Noizio", id: 928871589
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Pocket", id: 568494494
mas "Pushbullet", id: 948415170
mas "Quiver", id: 866773894
mas "Remote Desktop", id: 409907375
mas "Slack", id: 803453959
mas "StuffIt Expander", id: 919269455
mas "TweetDeck", id: 485812721
mas "Twitter", id: 1482454543
mas "WiFi Explorer", id: 494803304
mas "Xcode", id: 497799835
