tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
brew "readline"
brew "sqlite"
brew "xz"
brew "python@3.9"
brew "ansible"
brew "awscli"
brew "bat"
brew "gettext"
brew "glib"
brew "pkg-config"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "direnv"
brew "docker"
brew "docker-machine"
brew "elixir"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "git-secrets"
brew "pinentry"
brew "gnupg"
brew "go"
brew "graphviz"
brew "grep"
brew "hexyl"
brew "highlight"
brew "hub"
brew "iproute2mac"
brew "jq"
brew "lv"
brew "mackup"
brew "mas"
brew "neovim"
brew "nkf"
brew "node-build"
brew "nodenv"
brew "packer"
brew "peco"
brew "pinentry-mac"
brew "postgresql", restart_service: true
brew "procs"
brew "pulumi"
brew "ruby-build", args: ["HEAD"]
brew "rbenv"
brew "rbenv-default-gems"
brew "rbenv-gemset"
brew "reattach-to-user-namespace"
brew "renameutils"
brew "ripgrep"
brew "sd"
brew "shared-mime-info"
brew "shellcheck"
brew "ssh-copy-id"
brew "starship"
brew "subversion"
brew "tealdeer"
brew "tfenv"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "vim"
brew "wget"
brew "zoxide"
cask "1password"
cask "alacritty"
cask "alfred"
cask "amethyst"
cask "amorphousdiskmark"
cask "appcleaner"
cask "appzapper"
cask "bartender"
cask "bettertouchtool"
cask "betterzip"
cask "brave-browser"
cask "choosy"
cask "cyberduck"
cask "dash"
cask "discord"
cask "drivedx"
cask "dynalist"
cask "firefox"
cask "flux"
cask "folx"
cask "font-fira-code"
cask "font-hackgen"
cask "font-noto-sans-cjk-jp"
cask "font-noto-serif-cjk-jp"
cask "font-ricty-diminished"
cask "font-roboto"
cask "font-source-code-pro"
cask "github"
cask "google-chrome"
cask "hyperswitch"
cask "kap"
cask "karabiner-elements"
cask "keka"
cask "libreoffice"
cask "megasync"
cask "notion"
cask "obsidian"
cask "onyx"
cask "pushplaylabs-sidekick"
cask "rectangle"
cask "sensei"
cask "session-manager-plugin"
cask "skype"
cask "spectacle"
cask "spotify"
cask "synergy"
cask "tableplus"
cask "virtualbox"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "wkhtmltopdf"
cask "xquartz"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "BetterSnapTool", id: 417375580
mas "CotEditor", id: 1024640650
mas "DaisyDisk", id: 411643860
mas "Day One", id: 1055511498
mas "EdgeView 2", id: 1206246482
mas "GarageBand", id: 682658836
mas "Gifted", id: 771955779
mas "Gyazo", id: 490085255
mas "Hex Fiend", id: 1342896380
mas "isHUD", id: 484757536
mas "Jayson", id: 1468691718
mas "Kaleidoscope", id: 587512244
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Noizio", id: 928871589
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PhoneCast", id: 1548183660
mas "Pixelmator", id: 407963104
mas "Pocket", id: 568494494
mas "Quiver", id: 866773894
mas "Remote Desktop", id: 409907375
mas "Slack", id: 803453959
mas "StuffIt Expander", id: 919269455
mas "Trello", id: 1278508951
mas "TweetDeck", id: 485812721
mas "Twitter", id: 1482454543
mas "WiFi Explorer", id: 494803304
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
